---
kind: other
id: Properties.T:Autodesk.Revit.DB.Analysis.MEPNetworkSegmentId
source: html/73c275c3-7ed7-2dab-8257-1989eb7538d2.htm
---
# MEPNetworkSegmentId Properties

The element id where this analytical segment belongs.